Repository: nvdaaddons/pcKbBrl
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: uk

source: Toggles braille input from the PC keyboard.
uk: Перемикає введення шрифту Брайля з клавіатури ПК.

source: Braille input from PC keyboard disabled
uk: Введення шрифтом Брайля з клавіатури ПК вимкнено

source: Braille input from PC keyboard enabled
uk: Введення шрифтом Брайля з клавіатури ПК Увімкнено

source: Shows the %s settings.
uk: Показує налаштування %s.

source: &Type using one hand
uk: &Набирати текст однією рукою

source: &Speak dot when typing with one hand
uk: &Промовляти крапку під час набору тексту однією рукою

source: &Timeout to send dots when writing with one hand (in ms)
uk: &Тайм-аут для надсилання крапок під час написання однією рукою (у мс)

source: Characters to con&firm when writing with one hand:
uk: Символи для &підтвердження під час написання однією рукою:

source: Characters to cance&l when writing with one hand:
uk: Символи для &скасування під час написання однією рукою:

source: Characters for &dot1 when writing with one hand:
uk: Символи для &крапка1 під час написання однією рукою:

source: Characters for dot2 when writing with one hand:
uk: Символи для крапка2 під час написання однією рукою:

source: Characters for dot3 when writing with one hand:
uk: Символи для крапка3 під час написання однією рукою:

source: Characters for dot4 when writing with one hand:
uk: Символи для крапка4 під час написання однією рукою:

source: Characters for dot5 when writing with one hand:
uk: Символи для крапка5 під час написання однією рукою:

source: Characters for dot6 when writing with one hand:
uk: Символи для крапка6 під час написання однією рукою:

source: Characters for dot7 when writing with one hand:
uk: Символи для крапка7 під час написання однією рукою:

source: Characters for dot8 when writing with one hand:
uk: Символи для крапка8 під час написання однією рукою:

source: Characters to be &ignored when typing in braille:
uk: Символи, які потрібно &ігнорувати під час введення шрифтом Брайля:

source: &Restore defaults
uk: &Відновити початкові налаштування

source: None or all dots should be configured.
uk: Жодна або всі крапки повинні бути налаштовані.

source: Error
uk: Помилка

source: Configured keys for pcKbBrl shouldn't be repeated.
uk: Налаштовані гарячі клавіші для pcKbBrl не повинні повторюватися.

source: Set at least a confirm key if timeout for one hand mode is 0.
uk: Встановіть клавішу підтвердження, якщо час очікування для режиму однієї руки дорівнює 0.

source: PC Keyboard Braille Input
uk: Введення шрифтом Брайля з клавіатури ПК

source: Allows braille to be entered via the PC keyboard.
uk: Дозволяє вводити шрифт Брайля за допомогою клавіатури ПК.
